app/controllers/index_controller.rb

	def index
		f = 1
		@db1 = Todo.find(f)
---
SELECT  "todos".* FROM "todos" WHERE "todos"."id" = $1 LIMIT $2  [["id", 3], ["LIMIT", 1]]