app/controllers/index_controller.rb

SELECT "todos".* FROM "todos" WHERE "todos"."project_id" = $1  [["project_id", 1]]
---
	def index
		@todo1 = Todo.where(project_id:1)