app/controllers/todos_controller.rb

INSERT INTO "todos" ("text", "project_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["text", ""], ["project_id", 1], ["created_at", "2019-04-16 15:05:55.429431"], ["updated_at", "2019-04-16 15:05:55.429431"]]
---
		def create
@article = Todo.create(brand_params)